export const allQuestions = [
	{
		title: 'Что такое HTML?',
		variants: [
			'Язык програмирования...',
			'Язык разметки...',
			'Язык стилей...',
			'Редактор кода...',
		],
		isTrue: 2,
	},

	{
		title: 'Что такое CSS?',
		variants: [
			'Язык програмирования...',
			'это игра',
			'Это язык стилей',
			'Редактор кода...',
		],
		isTrue: 2,
	},

	{
		title: 'Что такое JavaScript?',
		variants: [
			'Язык програмирования...',
			'это язык запросов...',
			'Это язык стилей...',
			'Не в курсе',
		],
		isTrue: 0,
	},

	{
		title: 'Что такое GraphQL?',
		variants: [
			'Язык програмирования...',
			'Это язык запросов',
			'Язык стилей...',
			'Не вкурсе...',
		],
		isTrue: 1,
	},
]
